Repository: atareao/nautilus-document-converter
Catalog: po/*.po
Languages: es

source: Converting: %s
es: Convirtiendo: %s

source: Convert to %s
es: Convertir a %s

source: Document converter
es: Conversor de documentos

source: Tools to convert documents
es: Herramienta para convertir documentos

source: to DOC
es: a DOC

source: Convert to DOC
es: Convertir a DOC

source: to DOCX
es: a DOCX

source: Convert to DOCX
es: Convertir a DOCX

source: to HTML
es: a HTML

source: Convert to HTML
es: Convertir a HTML

source: to ODP
es: a ODP

source: Convert to ODP
es: Convertir a ODP

source: to ODS
es: a ODS

source: Convert to ODS
es: Convertir a ODS

source: to ODT
es: a ODT

source: Convert to ODT
es: Convertir a ODT

source: to JPG
es: a JPG

source: Convert to JPG
es: Convertir a JPG

source: to PDF
es: a PDF

source: Convert to PDF
es: Convertir a PDF

source: to PNG
es: a PNG

source: Convert to PNG
es: Convertir a PNG

source: to PPT
es: a PPT

source: Convert to PPT
es: Convertir a PPT

source: to PPTX
es: a PPTX

source: Convert to PPTX
es: Convertir a PPTX

source: to RTF
es: a RTF

source: Convert to RTF
es: Convertir a RTF

source: to SVG
es: a SVG

source: Convert to SVG
es: Convertir a SVG

source: to SWF
es: a SWF

source: Convert to SWF
es: Convertir a SWF

source: to TXT
es: a TXT

source: Convert to TXT
es: Convertir a TXT

source: to XLS
es: a XLS

source: Convert to XLS
es: Convertir a XLS

source: to XLSX
es: a XLSX

source: Convert to XLSX
es: Convertir a XLSX

source: About
es: Acerca de
